
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Apple Wi-Fi ベースステーションが電源に接続され、このコンピュータの通信圏内にあるか Ethernet 経由で接続されていることを確認して、やり直してください。（%d）";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "不明な問題（%@）";
"tooNew.description" = "この Apple Wi-Fi ベースステーションが不明な問題を報告しました。“ソフトウェア・アップデート”をクリックして AirMac ユーティリティをアップデートし、もう一度やり直してください。";
"tooNew.remedy" = "ソフトウェア・アップデート...";

/* kACPProblemCodeUnknown */
"unkn" = "原因不明な問題";
"unkn.description" = "この Apple Wi-Fi ベースステーションから不明な問題が報告されています。装置の電源を切って入れ直すか、新しいファームウェアを確認するか、またはハードリセットを実行してみることができます。ハードリセットでは、すべての設定が消去されるため、設定をやり直す必要があります。";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet 未接続";
"waNL.description" = "Ethernet WAN ポートに何も接続されていません。インターネット接続に、DSL モデム、ケーブルモデム、またはその他のブロードバンドモデムをお使いの場合、またはインターネットに接続しているネットワークをお使いの場合は、ブロードバンドモデムまたはネットワークケーブルを Ethernet WAN ポートに接続してください。";
"waNL.furtherInfo" = "WAN ポートへの Ethernet 接続を確認してから、“Ethernet WAN ポートを確認”をクリックしてください。";
"waNL.retest" = "Ethernet WAN ポートを確認";

/* kACPProblemCodeWANNoInternet */
"waNI" = "インターネット接続";
"waNI.description" = "Apple Wi-Fi ベースステーションに有効な IP アドレスが割り当てられていません。Apple Wi-Fi ベースステーションがブロードバンドモデムまたはローカルネットワークに接続されていることを確認し、設定を確認して、やり直してください。それでも接続できない場合は、インターネットサービスプロバイダに問い合わせてください。";
"waNI.furtherInfo" = "この問題を解決するための最も一般的な方法は、ブロードバンドモデムをリセットすることです。ブロードバンドモデムの電源を切り、5 分以上経ってから、電源を入れ直してください。";
"waNI.remedy" = "インターネット...";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "ワイヤレスネットワーク";
"raNN.description" = "この Apple Wi-Fi ベースステーションは特定のワイヤレスネットワークに接続するように設定されていますが、そのネットワークが見つかりません。接続したいネットワークが“ネットワーク名”ポップアップメニューに表示されない場合は、必要に応じてネットワーク名とネットワークパスワードを入力して、やり直してください。";
"raNN.remedy" = "ワイヤレス...";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "WDS エラー";
"wdsP.description" = "この Apple Wi-Fi ベースステーションは WDS ネットワークの一部として設定されていますが、ほかの Apple Wi-Fi ベースステーションが見つかりませんでした。";
"wdsP.furtherInfo" = "WDS ワイヤレス装置のワイヤレス MAC アドレスが正しいことを確認してください。ワイヤレス装置が電源に接続され、この Apple Wi-Fi ベースステーションの通信圏内にあることを確認してください。";
"wdsP.remedy" = "WDS...";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "PPPoE サーバ";
"ppNS.description" = "この Apple Wi-Fi ベースステーションは PPPoE を使ってインターネットに接続するように設定されていますが、PPPoE サーバが見つかりません。インターネットサービスプロバイダから PPPoE を使用することを求められていることを確認し、モデムの電源が入っていて、この Apple Wi-Fi ベースステーションの WAN ポートに接続されていることを確認してからやり直してください。それでもサーバに接続できない場合は、サービスプロバイダに問い合わせてください。";
"ppNS.remedy" = "PPPoE...";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "PPPoE パスワード";
"ppBP.description" = "この Apple Wi-Fi ベースステーションは PPPoE を使ってインターネットに接続するように設定されていますが、入力したパスワードが間違っています。正しいパスワードを入力して、やり直してください。それでも接続できない場合は、インターネットサービスプロバイダに問い合わせてください。";
"ppBP.remedy" = "PPPoE...";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "RADIUS サーバ";
"rdNS.description" = "この Apple Wi-Fi ベースステーションは WPA エンタープライズまたは RADIUS ベースのアクセス制御を使用してインターネットに接続するように設定されていますが、RADIUS サーバが見つかりません。サーバ設定が正しいことを確認して、やり直してください。";
"rdNS.remedy" = "アクセス制御...";

/* kACPProblemCodeLowUSBPower */
"usbp" = "USB 電力"; 
"usbp.description" = "この Apple Wi-Fi ベースステーションの USB ポートに接続されている装置には、この Apple Wi-Fi ベースステーションから供給できる電力より多くの電力が必要です。この装置を電源コンセントに接続できる場合は接続し、接続できない場合は電源付き USB ハブに接続してください。";
"usbp.remedy" = "ディスク...";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "ディスクを修復する必要があります";
"fsck.description" = "Apple Wi-Fi ベースステーションに接続されているディスクに問題があります。コンピューターにディスクを接続して、ディスクを修復してください。";
"fsck.remedy" = "ディスク...";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "内蔵ディスクを修復する必要があります";
"Ifsc.description" = "Time Capsule ディスクに問題があります。";
"Ifsc.remedy" = "ディスク...";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "ディスクの空き領域が少なくなっています";
"fslo.description" = "Apple Wi-Fi ベースステーションに接続されているディスクの記憶領域が少なくなっています。";
"fslo.remedy" = "ディスク...";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "内蔵ディスクの空き領域が少なくなっています";
"Ifsl.description" = "Time Capsule ディスクの記憶領域が少なくなっています。";
"Ifsl.remedy" = "ディスク...";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "対応していないディスク";
"unsD.description" = "Apple Wi-Fi ベースステーションに接続されているディスクは非対応で、使用できません。別のディスクを試してください。";
"unsD.remedy" = "ディスク...";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "DHCP の範囲が競合しています";
"waRj.description" = "この Apple Wi-Fi ベースステーションが内蔵 DHCP サーバと同じサブネットの DHCP アドレスを拒否しました。Apple Wi-Fi ベースステーションをブリッジモードに切り替えることをお勧めします。引き続き DHCP と NAT を使用して 1 つの IP アドレスを共有したい場合は、DHCP 範囲を変更してください。";
"waRj.remedy" = "インターネット...";

/* kACPProblemCodeUnconfigured */
"ctim" = "デフォルト設定";
"ctim.description" = "この Apple Wi-Fi ベースステーションの設定は既定値です。インターネットに接続するように Apple Wi-Fi ベースステーションを設定し、ワイヤレスネットワークのセキュリティを設定し、パスワードを入力する必要があります。";

/* kACPProblemCodeSoftResetActive */
"soft" = "ソフトリセット";
"soft.description" = "この Apple Wi-Fi ベースステーションはリセットされました。ネットワークにアクセスできない原因になっている設定を変更するために、一時的にアクセスできます。";

/* kACPProblemCodeOpenNetwork */
"opNW" = "セキュリティ保護されていないワイヤレスネットワーク";
"opNW.description" = "この Apple Wi-Fi ベースステーションには、ワイヤレスネットワークのセキュリティが設定されていません。WPA2 パーソナルを使用してワイヤレスネットワークをセキュリティで保護することをお勧めします。";
"opNW.remedy" = "セキュリティを変更...";
"opNW.assistDescription" = "セキュリティモードを変更しない場合、この Apple Wi-Fi ベースステーションのステータスランプがオレンジ色に点滅します。続けてもよろしいですか？";

/* kACPProblemCodePublicPassword */
"pubP" = "デフォルトのパスワード";
"pubP.description" = "この Apple Wi-Fi ベースステーションはデフォルトのパスワードで保護されています。Apple Wi-Fi ベースステーションを保護するためにパスワードを変更することをお勧めします。";
"pubP.remedy" = "パスワードを変更...";
"pubP.assistDescription" = "パスワードを変更しない場合、この Apple Wi-Fi ベースステーションのステータスランプがオレンジ色に点滅します。続けてもよろしいですか？";

/* kACPProblemCodeDoubleNAT */
"DubN" = "二重の NAT";
"DubN.description" = "この Apple Wi-Fi ベースステーションの Ethernet WAN ポートにはプライベート IP アドレスが割り当てられています。プライベート IP アドレスを割り当てるために、NAT（Network Address Translation）を使用する装置またはネットワークに接続されています。DHCP と NAT を使用するモードからブリッジモードに Apple Wi-Fi ベースステーションを変更してください。";
"DubN.remedy" = "インターネット...";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Bonjour 認証";
"wbAu.description" = "DNS サーバでの認証に使用する名前またはパスワードが正しくありません。名前またはパスワードを訂正して、もう一度やり直してください。それでも問題が解決しない場合は、使用している DNS サーバの管理者に問い合わせてください。";
"wbAu.remedy" = "Bonjour...";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "拡張ネットワーク";
"bsWD.description" = "この Apple Wi-Fi ベースステーションのワイヤレスネットワークを拡張できませんでした。拡張しようとしているワイヤレスネットワークが正しく設定されていて動作していること、対応するワイヤレス・ネットワーク・パスワードをこの装置に入力したこと、およびこの装置がワイヤレスネットワークの通信圏内にあることを確認してください。";
"bsWD.remedy" = "ワイヤレス...";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "ファームウェアをアップデートできます";
"upAv.description" = "“ファームウェアをアップデート”をクリックして、この Apple Wi-Fi ベースステーションの最新のファームウェアを入手してください。";
"upAv.remedy" = "ファームウェアをアップデート...";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "WAN 経由での SNMP";
"waSN.description" = "この Apple Wi-Fi ベースステーションは Ethernet WAN ポートでの SNMP を許可するように設定されていますが、ネットワークセキュリティが低下します。";
"waSN.remedy" = "ログと SNMP...";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "WAN 経由での構成";
"waCF.description" = "この Apple Wi-Fi ベースステーションは、Ethernet WAN ポート経由での構成が許可されているため、ネットワークセキュリティ上問題があります。";
"waCF.remedy" = "ベースステーション...";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "DNS サーバなし";
"nDNS.description" = "この Apple Wi-Fi ベースステーションには DNS サーバアドレスが設定されていないため、インターネットへの接続で問題が起きる可能性があります。";
"nDNS.remedy" = "インターネット...";

/* kACPProblemCodeOldTimeZone */
"timz" = "ソフトウェア・アップデートを入手できます";
"timz.description" = "“ソフトウェア・アップデート”をクリックして AirMac ユーティリティをアップデートし、もう一度やり直してください。";
"timz.remedy" = "ソフトウェア・アップデート...";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "この Apple Wi-Fi ベースステーションは使用中です";
"TaIP.description" = "利用可能になるまで、Apple Wi-Fi ベースステーションを電源から切り離したりリセットしたりしないでください。";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "MobileMe のメンバー名またはパスワードが正しくありません";
"dMCR.description" = "MobileMe のメンバー名またはパスワードが正しくありません。正しいメンバー名とパスワードを入力して、もう一度やり直してください。";

/* kACPProblemCodeOverTemperature */
"oTMP" = "この装置は過熱状態になっている可能性があります。";
"oTMP.description" = "Apple Wi-Fi ベースステーションに触ってみて、もし熱く感じられる場合は、置き場所を変えるか、通気を妨げているものを取り除いてください。";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "IPv6 トンネルエラー";
"6gdn.description" = "IPv6 トンネルのエンドポイントで問題がありました。サービスが復元するのを待ってからやり直してください。問題が解決しない場合はサービスプロバイダに連絡してください。";
"6gdn.remedy" = "IPv6 設定...";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "IPv6 リレーエラー";
"6rdn.description" = "IPv6 リレールーターで問題がありました。サービスが復元するのを待ってからやり直してください。問題が解決しない場合はサービスプロバイダに連絡してください。";
"6rdn.remedy" = "IPv6 設定...";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "移行が中断されました";
"mgrt.description" = "Time Capsule ディスク移行は中断されました。";
"mgrt.remedy" = "ディスク...";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "移行が完了しました";
"mgEr.description" = "ディスクの移行が完了しました。古い Time Capsule ディスクを消去するときは、“続ける”をクリックしてください。";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Time Capsule ディスクがエラーです";
"SSdF.description" = "Time Capsule ディスクに問題があります。USB ハードディスクを Time Capsule に接続して、AirMac ユーティリティの「ディスク」パネルを使ってそのデータをアーカイブおよびバックアップしてください。修理する場合は、お近くの Apple Store の Genius Bar またはアップル正規サービスプロバイダにお越しください。";
"SSdF.remedy" = "ディスク...";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "AirMac ディスクを消去中";
"EraD.description" = "AirMac ディスク %@ は消去されます。消去操作は取り消せません。";

/* kACPTaskErasingInternalDisk */
"EraI" = "Time Capsule ディスクを消去中";
"EraI.description" = "Time Capsule ディスクの消去操作は取り消せません。";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Time Capsule ディスクをアーカイブ中";
"ArcI.description" = "Time Capsule ディスク %1$@ は AirMac ディスク %2$@ にアーカイブされます。ディスクのアーカイブを中止する場合は、“キャンセル”をクリックしてください。";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "“%@”の値が必要です。";

/* vGenErrorTooShort */
"gErB" = "“%@”の値が短すぎます。";

/* vGenErrorTooLong */
"gErC" = "“%@”の値が長すぎます。";

/* vGenErrorNotSupported */
"gErD" = "この Apple Wi-Fi ベースステーションは設定“%@”に対応していません。";

/* vGenErrorInvalid */
"gErE" = "“%@”の値が正しくありません。";

/* vGenErrorTooHigh */
"gErF" = "“%@”の値が高すぎます。";

/* vGenErrorTooLow */
"gErG" = "“%@”の値が低すぎます。";

/* vGenErrorTooManyEntriesInList */
"gErH" = "“%@”表のエントリーが多すぎます。";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "セキュリティを高めるために、“public”以外のパスワードに変更してください。";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "Syslog 書き込み先の IP アドレスが正しくありません。";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Syslog のレベルが正しくありません。";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "この Apple Wi-Fi ベースステーションは、選択されたワイヤレス・セキュリティ・モードに対応していません。";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "入力された 40 ビット WEP キーが有効ではありません。";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "入力された 128 ビット WEP キーが有効ではありません。";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "TSN（Transitional Security Network）のワイヤレスパスワードは、ちょうど 13 文字でなければなりません。";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "WPA パーソナルネットワークのワイヤレスパスワードの長さは、8 〜 63 文字でなければなりません。または、16 進法で 64 文字でもかまいません。";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "入力したグループ・キー・タイムアウトが短すぎます。10 分以上でなければなりません。";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "入力されたグループ・キー・タイムアウトが長すぎます。9999999 分以下でなければなりません。";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "この Apple Wi-Fi ベースステーションはチャンネルの自動選択に対応していません。";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "選択されたマルチキャストレートは、無線の密集度が低の場合には有効ではありません。";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "選択されたマルチキャストレートは、無線の密集度が中の場合には有効ではありません。";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "選択されたマルチキャストレートは、無線の密集度が高の場合には有効ではありません。";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "選択されたマルチキャストレートは、802.11b ネットワークまたは 802.11 b/g 互換ネットワークでは有効ではありません。";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "選択されたマルチキャストレートは、802.11g ネットワークでは有効ではありません。";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "この Apple Wi-Fi ベースステーションはクライアントモードに対応していません。";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "この Apple Wi-Fi ベースステーションでは無線を無効にできません。";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "DHCP を使用して一定の範囲の IP アドレスを共有するには、WAN IP アドレスを手動で構成する必要があります。ISP から静的な IP アドレス範囲が提供されている場合は、最初の IP アドレスで Apple Wi-Fi ベースステーションを手動で構成し、残りを DHCP 経由で割り当ててください。";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "入力されたルーターアドレスは、お使いの WAN IP アドレスと互換性がありません。";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "WAN IP アドレスをルーターの IP アドレスと同じにすることはできません。";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "手動で構成した IPv6 トンネルには静的 WAN IP アドレスが必要です";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "この Apple Wi-Fi ベースステーションでは WAN ポートを無効にできません。";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "WAN ポート経由のリモート管理を許可するには、WAN ポートを有効にする必要があります。";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "PPPoE またはモデムを使用して PPP 経由で接続する場合は、“DHCP/NAT”を選択する必要があります。";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Apple Wi-Fi ベースステーションがワイヤレスネットワークに接続するように設定されている場合、インターネット接続を共有できません。"; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "入力した DHCP の範囲が、お使いの Apple Wi-Fi ベースステーションの WAN IP アドレスと競合しています。";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "DHCP 範囲の開始アドレスまたは終了アドレスが正しくありません。";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "この Apple Wi-Fi ベースステーションでは、WPA と WDS を一緒に使用できません。最新のファームウェアを使用していることを確認してください。";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "WDS には複数の Apple Wi-Fi ベースステーションが必要です。WDS ピアを 1 つ以上追加してください。";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS と WPA エンタープライズは互換性がありません。WDS ネットワークを設定する場合は、WPA パーソナルを使用する必要があります。";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS は 5GHz で動作する無線モードと互換性がありません。無線モードを変更して、やり直してください。";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "“MAC アドレスアクセス制御”が有効になっていますが、エントリーがありません。“MAC アドレスアクセス制御”を無効にするか、リストにエントリーを追加してください。";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Bonjour を使ってサービスを全域的にアドバタイズするには、ワイドエリアホスト名が必要です。AirMac 設定の“%@”パネルにある“編集...”ボタンをクリックして、Bonjour の設定を構成できます。";

/* End of AirePortErrors.strings file */
